Comment= Это сообщения для внешнего интерфейса игры, когда игрок выбирает различные настройки, прежде чем
Comment= играть в игру.

[RageMenuScreen]
Comment= Название игры
TXT_Title=MOBILE FORCES
Comment= Назад, как отправиться назад или в предыдущее меню.
TXT_Back=Назад
Comment= Запуск, как пуск или инициализация игры.
TXT_Launch=Пуск
TXT_OK=ОК
TXT_Cancel=Отмена
TXT_Yes=Да
TXT_No=Нет
Comment= Низко, как число, для качества изображения - низко, средне или высоко.
TXT_Low=Низко
TXT_Medium=Средне
TXT_High=Высоко

[ScreenProfiles]
Comment= Это слоты записи - работают так же, как и Goldeneye или Tony Hawks GBA.
Comment= Выход, который игрок выбирает, чтобы полностью выйти из игры.
TXT_Exit=Выйти
Comment= В начале игры игрок может выбирать между разными профилями или сохраненных позиций - это
Comment= также означает, что два человека могут играть, используя свой профиль и их продвижение по игре может различаться.
TXT_NewProfile=Новый профиль
TXT_Title=Выберите профиль

[ScreenOptionsInput]
TXT_MouseSensitivity=Чувствительность мыши
TXT_MouseLook=Всегда смотреть мышью
TXT_MouseSmooth=Сгладить мышь
TXT_MouseInvert=Инвертировать ось Y мыши
TXT_LookSpring=Наклон взгляда
TXT_AutoSlope=Автоподстройка обзора
TXT_AutoAim=Автоприцеливание
TXT_UseJoystick=Использовать джойстик
TXT_UseDirectInput=Использовать Direct Input
TXT_Title=Настройки ввода

[ScreenOptionsAudio]
TXT_SoundVolume=Громкость звука
TXT_MusicVolume=Громкость музыки
TXT_VoiceVolume=Громкость голоса
TXT_SoundQuality=Качества звука
TXT_PlayVoiceMessages=Играть голосовые сообщения
TXT_AutoTaunt=Автошутки
TXT_MessageBeep=Зуммер сообщения
TXT_Hardware3D=Аппаратная поддержка 3D
TXT_Surround=Звук Surround
TXT_All=Все
TXT_NoAutoTaunts=Нет автошуток
TXT_NoTaunts=Нет шуток
TXT_None=Нет
TXT_Title=Настройки звука

[ScreenOptionsGame]
Comment= Качает обзор игрока вверх и вниз, когда он идет.
TXT_ViewBob=Качание головой
TXT_WeaponFlash=Вспышки от оружия
Comment= МФД = МногоФункциональный Дисплей, показывает данные игрока.
TXT_HudSize=Размер МФД
TXT_Crosshair=Прицел
TXT_NetSpeed=Скорость сети
TXT_MatureStuff=Кровь/Взрослый
Comment= Миникарта это план вида сверху каждого уровня, показывающий схему и других игроков.
TXT_ShowMinimap=Показать миникарту
TXT_Enable=Включить
TXT_Disable=Выключить
TXT_Off=Выкл
TXT_Modem=Модем
TXT_ISDN=ISDN
TXT_Cable=Cable/xDSL
TXT_LAN=ЛВС
TXT_Title=Настройки игры

[RageMenuControlCW]
Comment= Здесь показаны названия клавиш/кнопок - не должны меняться??


TXT_Labels[0]=Управление,Огонь
Comment= Из каждого оружия можно выстрелить двумя способами
TXT_Labels[1]=Альтернативный огонь
TXT_Labels[2]=Идти вперед
TXT_Labels[3]=Идти назад
Comment= Шаг, как шагать в стороны.
TXT_Labels[4]=Шаг влево
TXT_Labels[5]=Шаг вправо
TXT_Labels[6]=Повернуть влево
TXT_Labels[7]=Повернуть вправо
TXT_Labels[8]=Прыжок/вверх
TXT_Labels[9]=Нагнуться/Вниз
Comment= Арсенал, место откуда игроки получают свое оружие.
TXT_Labels[10]=Войти в арсенал
TXT_Labels[11]=Войти в машину
TXT_Labels[12]=Перезарядить
TXT_Labels[13]=Бросить флаг
TXT_Labels[14]=Взгляд мышью
TXT_Labels[15]=Смотреть вверх
TXT_Labels[16]=Смотреть вниз
TXT_Labels[17]=Центрировать обзор
TXT_Labels[18]=Идти
TXT_Labels[19]=Шаг
TXT_Labels[20]=Ложная смерть
TXT_Labels[21]=Чат,Сказать
TXT_Labels[22]=Сказать отряду
TXT_Labels[23]=Приказы
TXT_Labels[24]=Оружие,Следующее оружие
TXT_Labels[25]=Предыдущее оружие
TXT_Labels[26]=Нож коммандо
TXT_Labels[27]=Автоматический пистолет
TXT_Labels[28]=Пулемет
TXT_Labels[29]=Боевой дробовик
TXT_Labels[30]=Снайперская винтовка
TXT_Labels[31]=Тяжелый пулемет
TXT_Labels[32]=Ракетная установка
TXT_Labels[33]=Осколочная граната
TXT_Labels[34]=Противопехотная мина
TXT_Labels[35]=Доза адреналина
TXT_Labels[36]=Обзор от члена отряда, член отряда 1
TXT_Labels[37]=Член отряда 2
TXT_Labels[38]=Член отряда 3
TXT_Labels[39]=Член отряда 4
TXT_Labels[40]=Член отряда 5
TXT_Labels[41]=Член отряда 6
TXT_Labels[42]=Член отряда 7
TXT_Labels[43]=Член отряда 8
TXT_Labels[44]=Член отряда 9
TXT_Labels[45]=Член отряда 10
TXT_Labels[46]=МФД,увеличить МФД
TXT_Labels[47]=Уменьшить МФД
TXT_Labels[48]=Изменить прицел
TXT_Labels[49]=Консоль,Клавиша консоли
TXT_Labels[50]=Клавиша быстрой консоли
TXT_Joystick=Джойстик
TXT_JoyX=X Ось
TXT_JoyXOptions[0]=Шаг влево/вправо
TXT_JoyXOptions[1]=Повернуть влево/вправо
TXT_JoyY=Y Ось
TXT_JoyYOptions[0]=Идти вперед/назад
TXT_JoyYOptions[1]=Смотреть вверх/вниз
OrString=" или "

[ScreenOptionsVideo]
TXT_Resolution=Разрешение
TXT_ColourDepth=Цветовая палитра
TXT_WorldTexDetail="Детализация текстур мира"
TXT_SkinDetail=Детализация текстур костюма
TXT_Brightness=Яркость
TXT_Contrast=Контрастность
TXT_Gamma=Гамма
TXT_ShowDecals=Показать тени и следы
TXT_Bits=бит
TXT_Title=Настройки видео

[RageMenuMapSelector]
TXT_PlayersText=Игроков

Comment= Названия различных уровней в игре.

[RageMenuMissionSelector]
TXT_MapTitles[0]="'Склад'"
TXT_MapTitles[1]="'Береговая линия'"
TXT_MapTitles[2]="'Вестерн'"
TXT_MapTitles[3]="'Автостоянка'"
TXT_MapTitles[4]="'Гидростанция'"
TXT_MapTitles[5]="'Полярная станция'"
TXT_MapTitles[6]="'Аэропорт'"
TXT_MapTitles[7]="'Лесопилка'"
TXT_MapTitles[8]="'Гетто'"
TXT_MapTitles[9]="'Железная дорога'"
TXT_MapTitles[10]="'Верфь'"

TXT_Unavailable=Требуется пунктов:

[ScreenOptions]
TXT_Video=Видео
TXT_Audio=Звук
TXT_Game=Игра
TXT_Controls=Управление
TXT_Input=Ввод
TXT_PlayerSetup=Установки игрока
TXT_Title=Настройки

[ScreenMainMenu]
Comment= Отключение отправляет игрока назад на экран "Выбор профиля", так что он может сменить используемый профиль.
TXT_Logout=Выйти из игры
TXT_Options=Настройки
TXT_Multiplayer=Сетевая игра
TXT_SinglePlayer=Одиночная игра
TXT_Title=

[ScreenRulesSafeCracker]
TXT_FirstAttackers=Первый на нападении
TXT_Red=Красный
TXT_Blue=Синий
TXT_Title=Правила медвежатника

[ScreenRules]
TXT_ScoreLimit=Предел счета
TXT_TimeLimit=Предел времени (мин)
Comment= Огонь своих - наносите вы раны своим товарищам по команде при выстреле или нет.
TXT_FriendlyFire=Огонь своих (% ущерба)
TXT_Title=Правила игры


[ScreenStartServer]
Comment= Выделенный, на нем больше ничего нельзя делать.
TXT_Dedicated=Выделенный сервер
TXT_LAN=ЛВС
TXT_Internet=Интернет
TXT_InternetNondedicated=Нет/Интернет
TXT_ServerName=Имя сервера
TXT_NumBots=Число ботов
TXT_Title=Новая сетевая игра

[ScreenStartGame]
TXT_Rules=Установки игры
Comment= Опыт ботов, насколько опытны боты.
TXT_BotSkill=Опыт ботов
TXT_GameType=Тип игры
TXT_NumBots=Число ботов
TXT_Level=Уровень

[RageMenuBotSkill]
Comment=Звания 'ботов'...
TXT_BotSkills[0]=Новичок
TXT_BotSkills[1]=Новобранец
TXT_BotSkills[2]=Зеленый
TXT_BotSkills[3]=Рядовой
TXT_BotSkills[4]=Коммандос
TXT_BotSkills[5]=Герой
TXT_BotSkills[6]=Ветеран
TXT_BotSkills[7]=Элита

[ScreenMissions]
Comment= Доступны различные типы игры - бой насмерть, это игра, где вы должны убить столько людей, сколько возможно.
TXT_GameTypeNames[0]=Бой насмерть
Comment= В командном бою насмерть вы делитесь на команды и должны убить как можно больше людей из другой 
Comment= команды.
TXT_GameTypeNames[1]=Командный бой
Comment= Капитаны - командная игра, где наиболее ценной персоной является 'капитан'.
TXT_GameTypeNames[2]=Капитаны
Comment= Захват флага - командная игра, где вы должны украсть флаг другой команды и вернуться с ним на свою базу.
TXT_GameTypeNames[3]=Захват флага
Comment= Доминирование (Господство) - командная игра, где вы должны контролировать область карты некоторое количество времени.
TXT_GameTypeNames[4]=Доминирование
Comment= Детонация - командная игра, где захват и возвращение ключа вызывает взрыв всех членов другой команды.
TXT_GameTypeNames[5]=Детонация
Comment= Медвежатник - командная игра, где вы должны найти вражеский сейф, уничтожить дверь и украсть золото, находящееся внутри.
TXT_GameTypeNames[6]=Медвежатник
Comment= Трейлер - командная игра, где вы должны отбуксировать трейлер с заложенной в него бомбой на вражескую базу, где он взорвется.
TXT_GameTypeNames[7]=Трейлер
TXT_Title=Одиночная игра: Задания

[ScreenMultiplayer]
TXT_HostGame=Создать игру
TXT_JoinGame=Войти в игру
TXT_OpenLoc=Открыть местоположение
TXT_Title=Сетевая игра

[ScreenOpenLocation]
TXT_Title=Открыть местоположение

[ScreenServerTypes]
TXT_Title=Типы сервера

[ScreenRulesTeamDM]
TXT_Title=Правила КБНС

[ScreenPlayerSetup]
TXT_PlayerName=Имя игрока
TXT_PlayerModel=Модель игрока
TXT_HelmetModel=Штурм
TXT_BalaclavaModel=Прикрытие
TXT_Team=Отряд
TXT_BlueTeam=Синий
TXT_RedTeam=Красный
TXT_Title=Установки игрока
TXT_DefaultPlayerName=Новобранец


[ScreenOptionsControl]
TXT_Defaults=По умолчанию
TXT_Title=Настройки управления

[ScreenMissionComplete]
Comment= По мере прохождения игры больше миссий становятся доступными - это сообщает игроку,
Comment= что он открыл новую миссию (название миссии автоматически предшествует).
TXT_MapOpen=" - миссия теперь доступна!"
Comment= Говорит игроку, сколько очков ему еще нужно, чтобы открыть нечто новое.
TXT_PointsNeeded="Все еще нужно очков:"
TXT_GameComplete=Игра завершена
TXT_CompletionTime=Время выполнения: 
TXT_Title=Миссия завершена

[ScreenSinglePlayer]
TXT_Missions=Миссии
Comment= Режим перестрелки - это игра, где игроки могут попрактиковаться на уровнях, которые они уже открыли. В других играх это называется
Comment= тренировкой.
TXT_Skirmish=Перестрелка
TXT_Title=Одиночная игра

[ScreenMissionFailed]
TXT_Retry=Заново
TXT_Title=Миссия провалена

[ScreenPause]
TXT_Resume=Продолжить
TXT_Restart=Перезапустить
TXT_Options=Настройки
TXT_Quit=Покинуть миссию
TXT_Title=Игра приостановлена

[ScreenPractice]
TXT_Title=Одиночная игра: Перестрелка

[ScreenBotSetup]
TXT_Title=Установка ботов

[ScreenPauseMP]
TXT_Resume=Продолжить
TXT_Options=Настройки
TXT_Quit=Покинуть миссию
TXT_Title=Игра приостановлена

[ScreenRulesDeathmatch]
TXT_Title=Правила боя насмерть

[ScreenRulesTrailer]
TXT_Title=Правила трейлера

[ScreenRulesDomination]
TXT_Title=Правила доминирования

[ScreenRulesDetonation]
TXT_Title=Правила детонации

[ScreenRulesCTF]
TXT_Title=Правила захвата флага

[ScreenRulesCaptains]
TXT_Title=Правила капитанов

